import React from "react";
import { IAttentionInfoBlockProps } from "../../../components/blocks/AttentionInfoBlock";
import { Paragraph, Quote, H6 } from "../../../components/shared";

export const attentionBlocks: IAttentionInfoBlockProps[] = [
  {
    title: "Марія Коренюк (Кореспондент BBCNewsУкраїна)",
    imageName: "maria",
    imageAlt: "Іллюстрація: фото. Стікери: вподобайка та зірка",
    children: (
      <>
        <Quote>
          Креативний, багатогранний, стимулюючий? Так, це мій факультет!
        </Quote>
        <H6>Найяскравіший спогад</H6>
        <Paragraph>
          Для мене найяскравіші спогади – це спогади про людей. Тих, хто
          навчався разом зі мною, та тих, хто навчав. Теплі спогади про
          Володимира Буряка із його, здавалось би, абсолютно божевільними
          завданнями написати текст на тему «Інтерв’ю зі стіною» чи «Діалог з
          холодильником». Це неабияк навчило вмикати фантазію. Спогади про нашу
          завжди усміхнену та позитивну кураторку Інну Сухенко, завдяки якій мій
          словниковий запас англійської розширився в рази. Спогади про серйозну
          та дуже вимогливу Оксану Кирилову, яка, здавалося б, знає абсолютно
          все про всі видання на світі. І неймовірно харизматичну Оксану
          Гудошник, яка знаходила способи перетворити викладання суто
          теоретичної дисципліни на захопливу гру, де ми, немов у театральному
          гуртку, розігрували сцени із всесвітньої історії та історії
          журналістики. Саме вона колись порадила мені піти на стажування на
          один із дніпровських місцевих каналів. Тоді я не бачила себе на ТБ, а
          тепер – не бачу себе без нього. Дякую університету та факультету за
          стимул завжди йти вперед, професійно зростати та бути кращими.
        </Paragraph>
      </>
    ),
  },
  {
    title: "Алла Шоріна (Керуючий партнер комунікаційної групи «Імпульс»)",
    imageName: "allaShorina",
    imageAlt: "Іллюстрація: фото. Стікери: вподобайка та зірка",
    children: (
      <>
        <Quote>
          Творчий, неординарний, романтичний? Так, це мій факультет!
        </Quote>
        <H6>Найяскравіший спогад</H6>
        <Paragraph>
          Одного разу, сусід по парті під час лекції передав мені два аркуші:
          місцева журналістка проводила опитування щодо варіантів назви для
          нового суспільно-політичного видання і його концепції. Аркуші були вже
          трохи замусолені, проте за «плюсиками» було видно, яка назва видання є
          фаворітом. Тут же ми залишали примітки і свої думки щодо змісту
          газети. Невдовзі на факультет принесли й перші примірники видання, що
          вдало заявило про себе і з самого старту стало помітним ЗМІ регіону.
          «Невже все так швидко?» - мене тоді вразило, як ідея буквально на
          наших очах матеріалізувалася і стала реальністю для тисяч читачів. Це
          був один з важливих уроків студентського періоду для мене. Рішучість
          створювати нове, діяти, якщо віриш у свою ідею, співпраця із
          експертами - все це відіграло значну роль у моїй подальшій професійній
          діяльності.
        </Paragraph>
      </>
    ),
  },
  {
    title: "Юлія Брик (Кореспондент СТБ)",
    imageName: "juliaBrikShorina",
    imageAlt: "Іллюстрація: фото. Стікери: вподобайка та зірка",
    children: (
      <>
        <Quote>Гучний, особливий, нестандартний? Так, це мій факультет!</Quote>
        <H6>Найяскравіший спогад</H6>
        <Paragraph>
          Найяскравіше враження за час навчання - це День першокурсника в 2009
          році. Ми з групою робили пародії. По-моєму, вийшло непогано. Ну, і я
          ніколи не забуду завдання Оксани Василівни Гудошник. Памфлети – це в
          пам'яті назавжди. Вірніше, сам процес їх вивчення.
        </Paragraph>
      </>
    ),
  },
  {
    title: "Наталія Гусак (Кореспондент телеканалу UATV)",
    imageName: "nataliaGusak",
    imageAlt: "Іллюстрація: фото. Стікери: вподобайка та зірка",
    children: (
      <>
        <Quote>Творчий, легкий, дружній? Так, це мій факультет!</Quote>
        <H6>Найяскравіший спогад</H6>
        <Paragraph>
          Сесія на 4-му курсі. Я вже працювала, і по п'ятницях майже не
          з’являлася на заняттях. Працювала в газеті. І ось з дисципліни
          «Газетна журналістика» виявилося багато пропусків. Здачу заліку Надія
          Михайлівна Бикова призначила мені на 10. Потім перенесла на 12. Потім
          на 14. Весь цей час я чекала під дверима. Коли ноги втомилися - сіла
          на підлогу. У цей момент в коридор вийшла Надія Михайлівна. Побачила
          цю картину, що я все ще чекаю, покликала на кафедру і поставила залік.
        </Paragraph>
      </>
    ),
  },
  {
    title: "Ольга Шандра",
    imageName: "juliaBrikShorina2",
    imageAlt: "Іллюстрація: фото. Стікери: вподобайка та зірка",
    children: (
      <>
        <Quote>
          Рідний, знаючий, цінний (в плані отриманих знань і знайомств)? Так, це
          мій факультет!
        </Quote>
        <H6>Найяскравіший спогад</H6>
        <Paragraph>
          Сидимо ми з Юлею Литвиненко (ведуча телеканалу «Прямий») на першій
          парті у викладача Алли Анатоліївни Бойко. Юля дістає люстерко і фарбує
          губи помадою зі словами: «Краса - страшна сила». Я починаю голосно
          сміятися на що Алла Анатоліївна каже: "Надіон, Ви ж інтелегентна
          дівчина". А Юля відповідає: «Вас підманули, Алло Анатоліївно!».
        </Paragraph>
      </>
    ),
  },
  {
    title: "Оксана Цибуля ",
    imageName: "tsibulyaGusak",
    imageAlt: "Іллюстрація: фото. Стікери: вподобайка та зірка",
    children: (
      <>
        <Quote>
          Контрастний, непередбачуваний, значимий? Так, це мій факультет!
        </Quote>
        <H6>Найяскравіший спогад</H6>
        <Paragraph>
          Перший курс, перша сесія. Залік з історії української літератури.
          Викладачка - Лілія Василівна Темченко. Я взяла квитки на потяг на 28
          грудня, на той же день, коли і залік. І тут дівчата (сусідки по
          кімнаті у гуртожитку) розповідають, що залік у Лілії Василівни з
          першого разу здати майже нереально. Здала з першого разу, ледь встигла
          на потяг, але після того випадку більше не брала квиток на той же
          день, коли іспит або залік з історії української літератури! І на все
          життя запам'ятала апокрифічну літературу.
        </Paragraph>
      </>
    ),
  },
  {
    title:
      "Наталія Магда, голова департаменту Інформаційного мовлення 34 Телеканалу",
    imageName: "nataliaMagdaBrikShorina",
    imageAlt: "Іллюстрація: фото. Стікери: вподобайка та зірка",
    children: (
      <>
        <Quote>
          «Бажання – це тисячі можливостей, а небажання –тисячі причин» (с)
          Едуард Асадов
        </Quote>
        <H6>Університетські роки</H6>
        <Paragraph>
          Всі мої приємні спогади пов'язані з моєю навчальною групою. Ми дуже
          багато часу проводили разом: виїздили на природу чи просто збиралися,
          щоб поспілкуватися. Молоді. В першу чергу, увагу потрібно звертати на
          деталі, які тебе оточують и живуть в тобі. Добрий журналіст – це
          уважний журналіст. Крім того, завжди потрібно відокремлювати особисте
          від професійного. Коли приїздиш на якусь зйомку, де не можеш не
          співчувати героям, потрібно вміти абстрагуватися від подій. Щоб
          видавати максимально об'єктивний матеріал. І найголовніше – потрібно
          жити своєю справою! Людина, яка йде в журналістику, повинна розуміти:
          приміряти на себе доведеться багато професій – від соцробітника до
          лікаря. Працювати доведеться 24 години 7 днів на тиждень, вдень і
          вночі – завжди на варті. Тому своєю справою потрібно горіти!
        </Paragraph>
      </>
    ),
  },
  {
    title:
      "Кристина Венгеляускайте, кореспондент програми «Факти» \n" +
      "в Дніпрі,  ICTV",
    imageName: "verngeslyaukayte",
    imageAlt: "Іллюстрація: фото. Стікери: вподобайка та зірка",
    children: (
      <>
        <Quote>
          Ви ніколи не дійдете до місця призначення, якщо будете жбурляти
          каміння в кожну гавкаючий собаку.
        </Quote>
        <H6>Університетські роки</H6>
        <Paragraph>
          Історій було безліч, були сотні приємних моментів! Всі вони пов'язані
          з особистостями – в першу чергу з викладачами. Мій чудовий куратор
          Оксана Василівна Гудошник, неповторна Лілія Василівна Темченко,
          неперевершена Ірина Станіславівна Бучарська, приголомшлива Оксана
          Вікторівна Кирилова... Ці жінки «зробили» наш потік журналістів. Кожен
          день вони приносили нам неймовірні емоції, дарували безцінні уроки і
          ділилися знаннями. Серця і душа нашого факультету!
        </Paragraph>
        <H6>Молоді</H6>
        <Paragraph>
          {"Кілька настанов з власного досвіду:\n" +
            "- Залишатися вірним собі і своїм принципам.\n" +
            "- Відсутність емоцій. Радість, жалість, біль, захоплення − з цим в театральне або в Фонд захисту тварин. В журналістиці тільки холодний розум.\n" +
            "- Уміння аналізувати. Необхідно чути всі сторони, бачити на 360 градусів і тільки потім робити висновки. Найчастіше від цього залежить громадська думка.\n" +
            "- Постійно розвиватися. Світ не стоїть на місці і вимагає руху. Необхідно випереджати, а не наздоганяти.\n"}
        </Paragraph>
      </>
    ),
  },
];
