import { TBadgeItem } from "src/_components/blocks";

export const worksBadgeCollectionItems: TBadgeItem[] = [
  {
    text: "Бахметьєва А.М. Інструктивно-методичні матеріали щодо підготовки та оформлення кваліфікаційних робіт на здобуття першого (бакалаврського) рівня вищої освіти. Дніпро : ДНУ імені О. Гончара, факультет систем і засобів масової комунікації, 2019. 20 с.",
  },
  {
    text: "Бахметьєва А.М. Інструктивно-методичні матеріали щодо підготовки та оформлення курсових робіт для студентів першого (бакалаврського) рівня вищої освіти. Дніпро : ДНУ імені О. Гончара, факультет систем і засобів масової комунікації, 2020. 19 с.",
  },
  {
    text: "Кирилова О.В. Методичні рекомендації щодо підготовки та оформлення кваліфікаційних робіт на здобуття другого магістерського рівня освіти (спеціальність 061 Журналістика) для студентів денної, заочної та дистанційної форм навчання. Дніпро : ДНУ імені О. Гончара, 2020. 24 с.",
  },
  {
    text: "Кирилова О. В. Газетно-журнальне виробництво : Тексти лекцій. Дніпро : ДНУ імені О. Гончара, факультет систем і засобів масової комунікації, 2019. 30 с.",
  },
  {
    text: "Блинова Н., Кирилова О.  Інтернет-медіа : Збірник тестів для студентів спеціальності 061 «Журналістика» (денна та заочна форми навчання). Дніпро : ДНУ імені О. Гончара, факультет систем і засобів масової комунікації, 2019. 90 с.",
  },
];

export const disciplineBadgeCollectionItems: TBadgeItem[] = [
  {
    text: "Гудошник О.В. Робоча програма навчальної дисципліни «Професійні стандарти роботи журналіста» (2021)",
  },
  {
    text: "Гудошник О.В. Робоча програма навчальної дисципліни «Сучасні медійні концепти» (2021)",
  },
  {
    text: "Гудошник О.В. Робоча програма навчальної дисципліни «Основи наукових досліджень» (2021)",
  },
  {
    text: "Гудошник О.В. Робоча програма навчальної дисципліни «Історія виникнення преси» (2021)",
  },
  {
    text: "Гудошник О.В. Робоча програма навчальної дисципліни «Історія зарубіжної журналістики» (2021)",
  },
  {
    text: "Кирилова О.В. Робоча програма навчальної дисципліни «Газетно-журнальне виробництво» (2021)",
  },
  {
    text: "Кирилова О.В. Робоча програма навчальної дисципліни «Макетування і верстка» (2021)",
  },
  {
    text: "Кирилова О.В. Робоча програма навчальної дисципліни «Мультимедійна журналістика» (2021)",
  },
  {
    text: "Кирилова О.В. Робоча програма навчальної дисципліни «Сучасні світові ЗМІ» (2021)",
  },
];
