import { TBadgeItem } from "../../components/blocks";

export const bachelorBadgeCollectionItems: TBadgeItem[] = [
  {
    title: "Величко О. ЗЖ-16-01",
    text: "«Специфіка висвітлення діяльності міської влади комунальним телебаченням» ",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Владіміров. ЗЖ-16",
    text: "«Книжкові уподобання як чинник формування референтних груп. Комунікаційний аспект»",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Величко О. ЗЖ-16-01",
    text: "«Специфіка висвітлення діяльності міської влади комунальним телебаченням» ",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Владіміров. ЗЖ-16",
    text: "«Книжкові уподобання як чинник формування референтних груп. Комунікаційний аспект»",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Величко О. ЗЖ-16-01",
    text: "«Специфіка висвітлення діяльності міської влади комунальним телебаченням» ",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Владіміров. ЗЖ-16",
    text: "«Книжкові уподобання як чинник формування референтних груп. Комунікаційний аспект»",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Величко О. ЗЖ-16-01",
    text: "«Специфіка висвітлення діяльності міської влади комунальним телебаченням» ",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Владіміров. ЗЖ-16",
    text: "«Книжкові уподобання як чинник формування референтних груп. Комунікаційний аспект»",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Величко О. ЗЖ-16-01",
    text: "«Специфіка висвітлення діяльності міської влади комунальним телебаченням» ",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Владіміров. ЗЖ-16",
    text: "«Книжкові уподобання як чинник формування референтних груп. Комунікаційний аспект»",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
];

export const masterBadgeCollectionItems: TBadgeItem[] = [
  {
    title: "Величко О. ЗЖ-18-01",
    text: "«Специфіка висвітлення діяльності міської влади комунальним телебаченням» ",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Бенгаль. ЗЖ-18",
    text: "«Книжкові уподобання як чинник формування референтних груп. Комунікаційний аспект»",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Величко О. ЗЖ-18-01",
    text: "«Специфіка висвітлення діяльності міської влади комунальним телебаченням» ",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Бенгаль. ЗЖ-18",
    text: "«Книжкові уподобання як чинник формування референтних груп. Комунікаційний аспект»",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Величко О. ЗЖ-18-01",
    text: "«Специфіка висвітлення діяльності міської влади комунальним телебаченням» ",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Бенгаль. ЗЖ-18",
    text: "«Книжкові уподобання як чинник формування референтних груп. Комунікаційний аспект»",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Величко О. ЗЖ-18-01",
    text: "«Специфіка висвітлення діяльності міської влади комунальним телебаченням» ",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Бенгаль. ЗЖ-18",
    text: "«Книжкові уподобання як чинник формування референтних груп. Комунікаційний аспект»",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Величко О. ЗЖ-18-01",
    text: "«Специфіка висвітлення діяльності міської влади комунальним телебаченням» ",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
  {
    title: "Бенгаль. ЗЖ-18",
    text: "«Книжкові уподобання як чинник формування референтних груп. Комунікаційний аспект»",
    link: {
      type: "internal",
      url: "/publications",
    },
  },
];
