import React from "react";
import {
  IAttentionInfoBlockProps,
  TBadgeItem,
} from "src/_components/blocks";
import { Paragraph } from "src/_components/shared";

export const attentionBlocks: IAttentionInfoBlockProps[] = [
  {
    title: "Навчальна практика",
    imageName: "workingProcess",
    imageAlt:
      "Іллюстрація: нотатки та чашка кофе. Стікери: зірка та вподобайка",
    children: (
      <Paragraph>
        Студенти, які навчаються на спеціальності «Журналістика», обов’язково
        проходять навчальну практику на другому та третьому курсах. Практика
        здійснюється на базі міських ЗМІ (газетних редакцій, телестудій,
        радіостанцій або інформаційних агенцій), рекламних агенцій, рекламних
        відділів ЗМІ та видавництв.
      </Paragraph>
    ),
  },
];

export const methodBadgeCollectionItems: TBadgeItem[] = [
  {
    text: "Медіапроекти",
  },
  {
    text: "Методологія дослідження соціальних комунікацій",
  },
  {
    text: "Міжкультурні комунікації",
  },
  {
    text: "Прикладні соціально-комунікаційні технології",
  },
  {
    text: "Наукове спілкування іноземною мовою (англійська, німецька)",
  },
  {
    text: "Світові комунікативні моделі",
  },
  {
    text: "Медійний практикум",
  },
  {
    text: "Медіалінгвістичні технології",
  },
  {
    text: "Педагогіка та психологія вищої школи",
  },
  {
    text: "Соціальні проекти / Мережева комунікація",
  },
  {
    text: "Комунікаційний практикум",
  },
  {
    text: "Світові комунікативні моделі / Трансмедійна комунікація",
  },
  {
    text: "Цивільний захист",
  },
  {
    text: "Видавнича стратегія та літературний процес \n" + "XX-XXI століть.",
  },
  {
    text: "Сучасні медійні концепти",
  },
  {
    text: "Теорія та історія соціальних комунікацій",
  },
  {
    text: "Методологія та організація наукових досліджень",
  },
  {
    text: "Світові міграційні процеси / Етнополітика",
  },
  {
    text: "Лінгвістичні основи інфосфери",
  },
  {
    text: "Сучасний масмедійний дискурс / Світовий інформаційний простір",
  },
  {
    text: "Книгознавство та бібліотекознавство",
  },
  {
    text: "Теорія переговорів / Міжнародні організації",
  },
  {
    text: "Наукова комунікація",
  },
  {
    text: "Сучасний медійний простір. Структура сучасного медіасередовища",
  },
];
