import React from "react";
import { IAttentionInfoBlockProps } from "src/_components/blocks/AttentionInfoBlock";
import { Paragraph, H6 } from "src/_components/shared";

export const attentionBlocks: IAttentionInfoBlockProps[] = [
  {
    title: "1.«Одкровення рекламного агента», \n" + "Д. Огілві",
    imageName: "ogilvy",
    imageAlt: "Іллюстрація: книга. Стікери: вподобайка та зірка",
    children: (
      <>
        <Paragraph>
          Kар’єра Девіда Огілві - це приклад для наслідування амбітним молодим
          людям, які прагнуть підкорити вершини будь-якого бізнесу, а його книги
          - це біблія для багатьох поколінь рекламістів. Цілеспрямованість,
          гострий розум і дисципліна доз волили честолюбному вихідцю з Шотландії
          підкорити Медісон-авеню і стати власником рекламного агентства, що
          здобув завдяки його імені світову популярність.
        </Paragraph>
        <H6>Для кого ця книга</H6>
        <Paragraph>
          Написана близько п'ятдесяти років тому, розумна і цікава книга
          «Одкровення рекламного агента» містить слушні поради всім, хто
          пов'язаний з рекламним бізнесом.
        </Paragraph>
        <H6>Фішка книги</H6>
        <Paragraph>
          Життєвий шлях Девіда Огілві надихає. У нього не було вищої освіти, він
          працював кухарем, дипломатом і комівояжером. У рекламний бізнес він
          прийшов в 38 років, заснувавши власну рекламну агенцію, а через кілька
          років його компанія перетворилася в одне з найвідоміших і
          найвпливовіших рекламних агентств у світі. Він став легендою ще за
          життя.
        </Paragraph>
      </>
    ),
  },
  {
    title: "2. «Огілви про рекламу», Д. Огілві",
    imageName: "aboutTheAdvertisement",
    imageAlt: "Іллюстрація: книга. Стікери: вподобайка та зірка",
    children: (
      <>
        <Paragraph>
          Це класика книг про рекламу, написана одним з видатних фахівців,
          батьком сучасної реклами - Девідом Огілві. Вперше книга була
          опублікована в США ще в 1983 році! У 2002-му її перевели на російську
          мову, і з тих пір вона не виходить зі списку бестселерів.Як зробити
          рекламу, яка буде продавати?Якими повинні бути тексти, ілюстрації,
          дизайн?Як залучити й утримати клієнта? Як управляти рекламним
          агентством? У цій книзі - численні історії реальних проектів,
          блискучих ідей, а іноді і невдалих рішень. Огілві описує всю
          «внутрішню кухню» світу реклами і розповідає численні байки, які
          дозволяють поринути в світ рекламного бізнесу минулого століття.
        </Paragraph>
        <H6>Для кого ця книга</H6>
        <Paragraph>
          Книга обов'язкова до прочитання всім, хто пов'язаний з рекламою:
          копирайтерам, дизайнерам, менеджерам проектів, - особливо початківцям
          фахівцям. Основам потрібно вчитися у майстра.
        </Paragraph>
        <H6>Фішка книги</H6>
        <Paragraph>
          У книзі більше 150 кольорових і чорно-білих ілюстрацій - класичні
          приклади друкованої реклами і розкадровки телевізійних роликів. Теорія
          і практика реклами в картинках!
        </Paragraph>
      </>
    ),
  },
  {
    title: "3. «Моє життя в рекламі», Клод Хопкінс",
    imageName: "myLifeInAdvertisement",
    imageAlt: "Іллюстрація: книга. Стікери: вподобайка та зірка",
    children: (
      <>
        <Paragraph>
          Протягом десятиліть ця книга була не тільки одним з безперечних
          бестселерів на ринку видань, присвячених рекламі, але справжньої
          Біблією для декількох поколінь рекламістів. Визнаний майстер і геній
          продажів Клод Хопкінс провів багато років у самому вирі реклами. За
          його плечима сотні запаморочливо вдалих рекламних кампаній. Він був і
          залишається неперевершеним копірайтером. Їм запущені багато марки,
          процвітаючі і сьогодні. На його рахунку сотні методів продає реклами.
          У цій книзі, що включає дві його роботи, "Моє життя в рекламі" і
          "Наукова реклама", він систематизував і узагальнив свій феноменальний
          досвід.
        </Paragraph>
        <H6>Для кого ця книга</H6>
        <Paragraph>
          Книга призначена маркетологам, співробітникам рекламних агентств, але
          також буде цікава і широкому колу осіб, які цікавляться життям
          знаменитих людей.
        </Paragraph>
        <H6>Фішка книги</H6>
        <Paragraph>
          Як і кожен справжній майстер, Хопкінс не тільки ділиться з читачем
          корисними порадами, необхідними навичками та повчальними історіями, а
          й передає власне ставлення до своєї справи як до самого цікавого
          заняття на світі - одночасно творчому, трудомісткого і дуже людяному.
        </Paragraph>
      </>
    ),
  },
  {
    title: "4. «Диференціюйся або вмирай!», Дж. Траут, \n" + "С. Рівкін",
    imageName: "doOrDie",
    imageAlt: "Іллюстрація: книга. Стікери: вподобайка та зірка",
    children: (
      <>
        <Paragraph>
          «Диференціюйся або вмирай!» - одна з основних книг всесвітньо
          визнаного короля позиціонування Джека Траута, справжня бомба, яка
          потрясла не тільки підвалини маркетингової теорії, але і практики
          бізнесу. Джек Траут і його співавтор Стів Рівкін дивовижний спосіб
          демонструють, що диференціювання є наріжним каменем успішного
          маркетингу, пропонують розумні рішення по виживанню в умовах шаленої
          конкуренції, дають своєчасні і авторитетні рекомендації, відповідно до
          яких завтра будуть будуватися стратегії маркетингу.
        </Paragraph>
        <H6>Фішка книги</H6>
        <Paragraph>
          Друге видання книги значно перероблено: автори проаналізували всі
          новітні ідеї і зміни в маркетингу. З'явилися три нові глави, в текст
          додані свіжі кейси, в тому числі з Росії та Китаю. Більш детально, ніж
          в попередньому виданні, розглянуті небезпеки лінійного розширення
          брендів на сучасному ринку. Автори детально розбирають різноманітні
          стратегії диференціювання, показують "закулісну роботу", що стоїть за
          багатьма успіхами (і невдачами) в світовому маркетингу.
        </Paragraph>
      </>
    ),
  },
  {
    title: "5. «Перевірені методи реклами», Дж. Кейплз",
    imageName: "checkedAdvertisementMethods",
    imageAlt: "Іллюстрація: книга. Стікери: вподобайка та зірка",
    children: (
      <>
        <Paragraph>
          Легенда рекламного бізнесу Джон Кейплз, став учителем для поколінь
          творців креативної реклами. Немає професіонала в цій галузі, який би
          не вчився на принципах Кейплза. Тепер його класична робота про те, як
          створити успішну рекламу, видається новій редакції. Технології впливу
          на свідомість і підсвідомість споживачів, створення продають рекламних
          текстів для різних типів брендів, прийоми розробки ефективних
          заголовків і ілюстрацій, методи тестування окремих рекламних
          повідомлень і серійної реклами на системній основі - ось ключові теми
          цієї книги, давно стала класичним посібником по створенню ефективних
          рекламних текстів.
        </Paragraph>
        <H6>Фішка книги</H6>
        <Paragraph>
          "Біблія технік створення працюючої реклами" - саме так називають цю
          книгу в усьому світі. Сам Кейплз за допомогою "правильної" реклами міг
          збільшити продажі в 19,5 рази!
        </Paragraph>
      </>
    ),
  },
];
